{
  "pools": ["longintro"],
  "lines": [
    {"char": "Andrew",  "text": "It should be our last round. Misha is awake."},
    {"char": "Killi",  "text": "Final Attack! Calvary! Charging from the behind. Break the enemies line. I am gonna to win!"},
    {"char": "Killi",  "text": "Damn.. 1 point."},
    {"char": "Killi",  "text": "Hahahah, failed attack."},
    {"char": "Andrew",  "text": "The last step. Your general is down. I win."},
    {"char": "Misha",  "text": "(WarDancer morning call? Oh, the ones with terrible painting. Andrew is its owner.)"},
    {"char": "Misha",  "text": "(Andrew, who ranks #9 WarDancer player in the world, thinks it’s a waste of time painting carefully on the pieces.) "},
    {"char": "Misha",  "text": "(If I remember it correctly, he is on the dean's list of Economics Department.)"},
    {"char": "Misha",  "text": "(Killi, my roommate , also an art student, really like the painting on his pieces. It doesn't matter.)"},
    {"char": "Misha",  "text": "(I'm a biology student. I was going to graduate this year.)"},
    {"char": "Misha",  "text": "(However, the plague came. From the last news we get on the television, everyone in this island we know except ourselves becomes zombies.)"},
    {"char": "Misha",  "text": "(Luckily, we planned to have a board game party in this cabin for a whole week. We get here three days before the plague spread.)"},
    {"char": "Killi",  "text": "We should prepare for going now."},
    {"char": "Misha",  "text": "Overnight, I have analyzed the plague according to my observation. It’ s terribly weird."},
    {"char": "Misha",  "text": "It creates zombies with fuzzy animal hats and sleep walks all days. The plague is spread by touching and eating. That's all what I know."},
    {"char": "Misha",  "text": "We'd better go together."},
    {"char": "Andrew",  "text": "It seems that we should first decide our destination. What are the possible ones?"},
    {"char": "Andrew",  "text": "Maybe the harbor?"},
    {"char": "Misha",  "text": "Sure. We can leave the whole island by boat. As you know, my father owns a fishing company, so I know where we can get a boat there."},
    {"char": "Killi",  "text": "We can also choose to go to the Kiminosed research building. I believe they have special ways to protect us from the plague."},
    {"char": "Andrew",  "text": "Oh, the mysterious lab. How can you make sure that we can get in?"},
    {"char": "Killi",  "text": "Well, my mom works there."},
    {"char": "Andrew",  "text": "Okay. Any other thoughts?"},
    {"char": "Killi",  "text": "…"},
    {"char": "Misha",  "text": "…"},
    {"char": "Andrew",  "text": "Sounds great. Let’s have a final check with our package and begin our journey."},
    ]
}
